"iap_cashier_hint_power_by_payby" = "مدعوم من PayBy Gateway";
"iap_cashier_hint_payby_gateway" = "PayBy Gateway";
"iap_cashier_text_order_total" = "المجموع الكلي:";
"iap_cashier_text_transaction_detail" = "تفاصيل المعاملة";
"iap_cashier_copied" = "نسخ";
"iap_cashier_action_process_pay" = "المتابعة إلى الدفع";
"iap_cashier_hint_enter_card_number" = "أدخل رقم بطاقتك";
"iap_cashier_hint_mm_yy" = "شهر/سنة";
"iap_cashier_hint_cvv" = "رقم CVV";
"iap_cashier_hint_card_holder_name" = "اسم حامل البطاقة";
"iap_cashier_hint_save_next_time" = "تم الحفظ في المرة القادمة";
"iap_cashier_text_title_method_list" = "قم بتغيير طريقة الدفع";
"iap_cashier_text_title_cvv" = "أدخل رقم CVV الخاصة بك";
"iap_cashier_action_confirm" = "تأكيد";
"iap_cashier_tip_payment_result_pending" = "نتيجة التحقق الخارجي لم تأت بعد. يرجى التحقق من حالة طلبك مؤخرًا.";
"iap_cashier_tip_redirect_time" = "في غضون 5 ثوانٍ أعد التوجيه إلى طلبك.";
"iap_cashier_merchant_order_no" = "رقم الطلب الخاص بالمتجر";
"iap_cashier_order_no" = "رقم الطلب";
"iap_cashier_payby_pay" = "PayBy";
"iap_cashier_botim_pay" = "Botim";
"iap_cashier_totok_pay" = "Totok";
"iap_cashier_mastercard_pay" = "MasterCard";
"iap_cashier_visacard_pay" = "Visa";
"iap_cashier_newcard_pay" = "استخدم بطاقة جديدة";
"iap_cashier_download" = "تنزيل";
"iap_cashier_scan_and_pay_with_payby" = "امسح وادفع باستخدام PayBy";
"iap_cashier_scan_and_pay_with_botim" = "امسح وادفع باستخدام Botim";
"iap_cashier_scan_and_pay_with_totok" = "امسح وادفع باستخدام Totok";
"iap_cashier_payment_failed" = "تعذر الاتمام";
"iap_cashier_repeat_to_pay" = "باءت بالفشل! الطلب غير صالح بالفعل.";
"iap_cashier_cancel" = "إلغاء";
"iap_cashier_confirm_delete" = "تأكيد الحذف";
"iap_cashier_maximum_3_to_add" = "3 كحد أقصى للإضافة";
"iap_cashier_text_method_preview_new_card" = "الدفع بالبطاقة";
"iap_cashier_payer_details" = "تفاصيل الدافع:";
